medician/soap2_기자재_PRQ2026010066.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP:Header>
        <Headers xmlns="urn:Ariba:Sourcing:vrealm_500213">
            <variant>vrealm_500213</variant>
            <partition>prealm_500213</partition>
        </Headers>
    </SOAP:Header>
    <SOAP:Body>
        <n0:RequestForQuotationS4Request xmlns:n0="urn:Ariba:Sourcing:vrealm_500213">
            <MessageHeader>
                <ID>PRQ2026010066KZ5</ID>
                <CreationDateTime>2026-01-22T00:00:00Z</CreationDateTime>
            </MessageHeader>
            <RequestForQuotation>
                <RequestForQuotationID>PRQ2026010066KZ5</RequestForQuotationID>
                <RequestForQuotationName>(eunjung.choi)[TEST-01]</RequestForQuotationName>
                <RFQDocumentType>AR</RFQDocumentType>

                <EmployeeResponsible>
                    <Employee>eunjung.choi</Employee>
                    <Address>
                        <EmailAddress>eunjung.choi@gasentec.com</EmailAddress>
                    </Address>
                </EmployeeResponsible>

                <Language>KO</Language>
                <CreationDate>2026-01-22T00:00:00Z</CreationDate>
                <RFQPublishingDate>2026-01-22T00:00:00Z</RFQPublishingDate>
                <QuotationLatestSubmissionDate>2026-01-22T00:00:00Z</QuotationLatestSubmissionDate>
                <DocumentCurrency>KRW</DocumentCurrency>

                <SourcingExtrinsics>
            <ExtrinsicKey>enddate</ExtrinsicKey>
            <ExtrinsicValue>2026-01-01T00:00:00Z</ExtrinsicValue>
        </SourcingExtrinsics>
<SourcingExtrinsics>
            <ExtrinsicKey>startdate</ExtrinsicKey>
            <ExtrinsicValue>2026-01-01T00:00:00Z</ExtrinsicValue>
        </SourcingExtrinsics>
                <RequestForQuotationItem>
            <RequestForQuotationItemID>MEAG</RequestForQuotationItemID>
            <PurchasingDocumentItemText>CABLE GLAND</PurchasingDocumentItemText>
            <Material>MEAG</Material>
            <RequestedQuantity unitCode="EA">100.0</RequestedQuantity>
            <DeliveryDate>2026-01-22T00:00:00Z</DeliveryDate>
            <SourcingExtrinsics>
            <ExtrinsicKey>startdate</ExtrinsicKey>
            <ExtrinsicValue>2025-12-15T00:00:00Z</ExtrinsicValue>
        </SourcingExtrinsics>
        </RequestForQuotationItem>

                <BindingPeriodEndDate></BindingPeriodEndDate>
            </RequestForQuotation>
        </n0:RequestForQuotationS4Request>
    </SOAP:Body>
</SOAP:Envelope>